Repository: ZalyalovIldar/iOSLab2025
Catalog: Business Card/Business Card/Localizable.xcstrings
Source language: en
Languages: ru

source: - basic skills in SwiftUI
ru: - базовые навыки работы с SwiftUI

source: - essential knowledge of Git/GitHub
ru: - владение Git/GitHub

source: - experience in developing simple learning app
ru: - опыт разработки простого обучающего приложения

source: - fundamentals of programming in Java
ru: - основы программирования на Java

source: ACCENT COLOR
ru: ЦВЕТОВОЙ АКЦЕНТ

source: APPEARANCE
ru: ОФОРМЛЕНИЕ

source: Business Card
ru: Бизнес карта

source: Dark
ru: Темное

source: Display
ru: Экран

source: INFO
ru: ИНФО

source: iOS Developer
ru: iOS Разработчик

source: Junior- iOS Developer
ru: Junior- iOS Разработчик

source: Laysan Minlebaeva
ru: Ляйсан Минлебаева

source: Light
ru: Светлое

source: Personal Information
ru: Личная информация
